<template>
  <section>
    <h2>Что такое ультрабетон?</h2>
    <h2>Какие материалы используются для ультрабетона?</h2>
    <!-- <p>
      Помимо песка и цемента (цемент серый или белый), нужно ли эти материалы
      заказывать у вас?
    </p>

    <p>Цемент серый - марки ПЦ 500 Д0 или 400 Д0.</p>
    <p>
      Песок речной или карьерный, модуль крупности 1,8 - 2,5. Содержание глины
      или илистых отложений менее 0,5%.
    </p>
    <p>Гранитный или мраморный отсев, фракция 0-5 мм.</p>
    <p>Пластификатор С-3 или аналог.</p>
    <p>Пигменты железоокисные.</p>
    <p>Вода.</p>
    <p>
      Смысла заказывать у нас вышеперечисленные материалы нет. Это есть в любой
      стране.
    </p> -->
    <!-- <p>
      Технология Ультрабетон представляет собой оригинальный способ изготовления
      бетонной смеси, отличающийся от большинства привычных методов применяемых
      в такой сфере производства строительных материалов как вибролитье.
    </p> -->
    <!-- <p>
      Принцип данной технологии сводится к тому, что бетонная смесь на основе
      портландцемента, представляет собой плотно сжатые окатыши сферической
      формы, диаметр которых, как правило, варьируется от 2 до 5 сантиметров.
    </p> -->
    <!-- <p>
      Способ получения окатышей Ультрабетона был заимствован из области черной
      металлургии, где применяются схожие принципы окатышного гранулирования при
      окомкование шихты.
    </p> -->
    <!-- <p>
      Окатыши Ультрабетона формируются в барабане модифицированного
      гравитационного смесителя. Окомкование бетонной смеси в гравитационном
      смесителе позволяет получить окатыши высокой плотности с полным
      исключением воздуха из смеси. При пальпировании (на ощупь) созревший
      окатыш напоминает жесткую резину.
    </p> -->
    <!-- <p>
      Принципиально окатыш представляет собой шар, состоящий из плотного
      конгломерата строительного песка и зерен различной фракции гранитного (или
      аналогичного материала) отсева, сцепленных между собой портландцементом. В
      центре такого сферического образования находится ядро, состоящее из одного
      или нескольких крупных зерен (4-5мм) отсева. Рис.1
    </p> -->
    <!-- <p>
      После выгрузки созревших окатышей в формообразующую оснастку Ультрабетон
      подвергается воздействию высокочастотного резонатора, что позволяет
      придать псевдопластичность и тиксотропную текучесть окатышной смеси. При
      таких условиях окатыши стекаются в единый высокоплотный монолит, который
      приобретает заданную форму. При этом крупные зерна минерального
      наполнителя, из которых состоят ядра, и тела окатышей образуют внутреннюю
      жесткую решетчатую структуру. Сформированный, таким образом, «скелет»
      отливки Ультрабетона придает повышенные показатели на такие
      эксплуатационные нормативы как излом и сжатие.
    </p> -->
    <!-- <p>
      Применение вышеописанного метода позволяет не только добиться отличных
      показателей в физико-механических свойствах отливки, но и получить
      монолитную с высоким глянцем, или без такового, поверхность с выдающимися
      декоративными качествами, но при низких расходах колерующих добавок.
    </p> -->
    <!-- <p>
      В качестве колера используются обычные светостойкие железооксидные и
      фталоцианиновые пигменты для бетона. Но данные пигменты расходуются в
      два-три раза меньше в сравнении с принятыми нормами. Здесь пигменты не
      прокрашивают все тело бетона, что в принципе и не нужно, а подаются
      небольшими, подобранными по рецептуре, дозами на поверхность созревших
      окатышей. В этом случае каждый шар Ультрабетона окрашивается неповторимо
      по своему и при дальнейшем формовании монолита дает свою линию («жилку»)
      оттенка в поверхности изделия. В результате продукция из Ультрабетона
      имитирует натуральные камни со сложным природным рисунком под мрамор,
      гранит, янтарин и прочее.
    </p> -->
    <h2>Кто разработал технологию ультрабетона?</h2>
    <!-- <p>
      Технология «Ультрабетон» была разработана ООО ЧЭБ «ДЕНИГО» и основана на
      принципиально новых решениях в области производства архитектурного бетона
      методом гравитационного катышеобразования, что позволяет получить изделие
      с выдающимися физико-механическими показателями. Поверхность отливки
      отличается высоким глянцем и совершенной плотностью.
    </p> -->
    <!-- <p>
      Но особо стоит отметить то, что независимо от габаритов и площади
      отливаемого элемента, можно получать цветовую гамму разной сложности,
      имитируя таким образом поверхность любого искусственного или природного
      материала, от пластика до сложного узора малахита. Этого невозможно было
      бы добиться, не используя специально разработанную технологию
      приготовления окатышного замеса.
    </p> -->
    <!-- <p>
      Суть "Технологии УЛЬТРАБЕТОН" сводится к тому, что воздух из бетонной
      смеси, приготовленной по специальной рецептуре, начинает удаляться в
      специально модифицированном бетоносмесителе и приготовленный замес
      попадает на резонатор в уже твердом, сбитом до высокой плотности,
      свободном от воздушных лакун состоянии. Использование специального
      высокочастотного резонатора необходимо лишь для равномерного распределения
      замеса по формообразующей поверхности и для еще более высокого уплотнения
      получаемой отливки.
    </p> -->
    <!-- <p>
      В производстве ландшафтно-архитектурных строительных материалах ООО ЧЭБ
      "ДЕНИГО" использует принципиально новые эффективные технологические схемы
      получения новых видов бетонов с широким диапазоном эксплуатационных
      характеристик за счет варьирования в широких пределах вида сырьевых
      материалов (вяжущих и заполнителей), разновидностей, способа и стадии
      введения химических модификаторов и активных минеральных добавок,
      оптимизации состава многокомпонентного бетона и целенаправленного
      управления технологией.
    </p> -->
    <h2>Как делаются изделия из ультрабетона?</h2>
    <h2>Почему стоит выбрать ультрабетон?</h2>
    <h2>Где можно использовать ультрабетон?</h2>
    <h2>Какой срок службы изделий из ультрабетона?</h2>

    <ParagraphLarge center paddingTop>
      Еще некоторые ответы на вопросы мы собрали в разделе
      <NuxtLink to="/customer" class="link">Информация для заказчика</NuxtLink>.
      И если там не найдете нужную вам информацию, пожалуйста звоните по
      телефону в часы работы мастерской или в мессенджерах круглосуточно. Всегда
      рад ответить на ваши вопросы. С уважением, Николай.
    </ParagraphLarge>
  </section>
</template>

<style lang="scss" scoped>
.link {
  color: $orange-four;
  transition: 0.2s ease;

  &:hover {
    color: $deep-blue-three;
  }
}
</style>
