export const catalog = [
  {
    id: 1,
    title: "Ступени и подступенки",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/step",
  },
  {
    id: 2,
    title: "Плитка",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/tile",
  },
  {
    id: 3,
    title: "Балюстрады и каменные перила",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/baluster",
  },
  {
    id: 4,
    title: "Подоконники",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/sill",
  },
  {
    id: 5,
    title: "Столешницы",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/worktop",
  },
  {
    id: 6,
    title: "Памятники",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/monument",
  },
  {
    id: 7,
    title: "Интерьерные изделия",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/interior",
  },
  {
    id: 8,
    title: "Сувениры",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/souvenir",
  },
];
