export const catalog = [
  {
    id: 1,
    title: "Ступени, подступенки",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/step",
  },
  {
    id: 2,
    title: "Плитка, брусчатка",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/plate",
  },
  {
    id: 3,
    title: "Шаговые плиты, дорожки",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/stepping-slabs",
  },
  {
    id: 4,
    title: "Балюстрады, каменные перила",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/baluster",
  },
  {
    id: 5,
    title: "Подоконники",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/sill",
  },
  {
    id: 6,
    title: "Столешницы, столы",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/worktop",
  },
  {
    id: 7,
    title: "Памятники, цветники",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/monument",
  },
  {
    id: 8,
    title: "Вазоны",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/vazon",
  },
  {
    id: 9,
    title: "Мангалы, барбекю",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/barbecue",
  },
  {
    id: 10,
    title: "Сувениры",
    subtitle:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    route: "/souvenir",
  },
  // {
  //   id: 7,
  //   title: "Интерьерные изделия",
  //   subtitle:
  //     "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
  //   route: "/interior",
  // },
];
