export const customer = [
  {
    id: 1,
    question: "Какой срок службы изделий из ультрабетона?",
    answer: "Очень и очень большой.",
  },
  {
    id: 2,
    question: "Есть ли гарантия на наши изделия?",
    answer: "Очень и очень большая.",
  },
  {
    id: 3,
    question: "Правила ухода за ультрабетоном, как ухаживать?",
    answer: "Мыть и протирать.",
  },
  {
    id: 4,
    question: "Какие сроки выполнения заказа?",
    answer: "Максимум 1 месяц.",
  },
  {
    id: 5,
    question: "Какие варианты цвета изделий из ультрабетона?",
    answer: "Очень и очень много.",
  },
  {
    id: 6,
    question: "Выгорает ли цвет изделий из ультрабетона?",
    answer: "Очень и очень не выгорает.",
  },
  {
    id: 7,
    question: "Соответствуют ли изделий из ультрабетона ГОСТу?",
    answer: "Очень и очень соответствуют.",
  },
  {
    id: 8,
    question: "Есть ли сертификат соответствия на изделия из ультрабетона?",
    answer: "Очень и очень есть сертификат.",
  },
  {
    id: 9,
    question: "Как предотвратить образование высолов на ультрабетоне?",
    answer: "Очень и очень заботиться надо.",
  },
  {
    id: 10,
    question: "Как убрать высолы на ультрабетоне?",
    answer: "Очень и очень хорошо обрабатывать.",
  },
  {
    id: 11,
    question: "Как и чем почистить ультрабетон?",
    answer: "Очень и очень тряпочкой.",
  },
  {
    id: 12,
    question: "Какая морозостойкость у изделий из ультрабетона?",
    answer: "Очень и очень морозостойкие.",
  },
  {
    id: 13,
    question: "Есть ли у нас доставка изделий из ультрабетона?",
    answer: "Очень и очень недорогая.",
  },
  {
    id: 14,
    question: "Какие могут быть варианты оплаты?",
    answer: "Очень и очень разные.",
  },
  {
    id: 15,
    question: "Какие преимущества у ультрабетона перед другими материалами?",
    answer: "Очень и очень хорошие.",
  },
  {
    id: 16,
    question: "Как проверить качество изделий из ультрабетона?",
    answer: "Очень и очень стараться надо.",
  },
  {
    id: 17,
    question: "Можно ли использовать изделия из ультрабетона повторно?",
    answer: "Очень и очень можно.",
  },
  {
    id: 18,
    question: "Можно ли распиливать изделия из ультрабетона и чем это делать?",
    answer: "Очень и очень можно.",
  },
];
