import { ADDRESS } from "./info";

export const delivery = [
  {
    optionName: "Доставка",
    optionDescription:
      "Доставляем готовые изделия в транспортную компанию и далее заказ едет к клиенту. Так же возможна доставка транспортным такси. По желанию заказчика, вся продукция может быть аккуратно упакована.",
    optionDescriptionTwo:
      "Доставка до транспортной компании, а так же погрузка и упаковка не входят в стоимость изделий и оплачиваются заказчиком отдельно.",
  },
  {
    optionName: "Самовывоз",
    optionDescription:
      "Если вы привыкли контролировать логистику сами и желаете забрать заказ своими силами, то ждем вас по адресу нашей мастерской. Время и грузчиков необходимо заранее согласовать.",
    optionDescriptionTwo: ADDRESS,
  },
];
