import { ADDRESS } from "./info";

export const delivery = [
  {
    optionName: "Доставка",
    optionDescription:
      "Организуем своевременную доставку нашей продукции до вашего объекта.",
    optionDescriptionTwo:
      "Вы получите нужные изделия в установленный срок в сохранном виде.",
  },
  {
    optionName: "Самовывоз",
    optionDescription:
      "Если вы привыкли контролировать логистику сами и забирать заказ своими силами, то ждем вас по адресу нашей мастерской. Время необходимо заранее согласовать.",
    optionDescriptionTwo: ADDRESS,
  },
  {
    optionName: "Погрузка и разгрузка",
    optionDescription:
      "Все погрузо-разгрузочные работы осуществляются силами компании.",
    optionDescriptionTwo:
      "На объекте должно быть приготовлено место для разгрузки.",
  },
];
