export const payment = [
  {
    optionName: "Варианты оплаты",
    optionDescription: [
      "Безналичный расчёт",
      "Оплата картой",
      "Перевод с карты на карту",
      "Наличный расчёт",
    ],
  },
  {
    optionName: "Предоплата",
    optionDescription: ["50% от заранее согласованной сметы изделий."],
  },
  {
    optionName: "Доплата",
    optionDescription: [
      "50% после полностью завершенных работ, но перед отправкой изделий заказчику. К доплате будет добавлена стоимость погрузочных работ и упаковки в случае необходимости.",
    ],
  },
];
