export const reviews = [
  {
    id: 1,
    user: "Елена Смирнова",
    userStatus: "Жительница многоквартирного дома",
    textOne:
      "Отличная мастерская! Мастера быстро и качественно выполнили работу по облицовке фасада. Рекомендую!",
    textTwo:
      "Вы можете найти руководства, технические характеристики, таблицы каналов DMX, фотометрические данные, обозначения в САПР, запасные части.",
    date: "15 декабря 2025",
  },
  {
    id: 2,
    user: "Иван Петров",
    userStatus: "Заказчик декоративных элементов для интерьера",
    textOne:
      "Мастерская превзошла все мои ожидания! Изделия изготовлены точно по моим размерам и в соответствии с моими пожеланиями. Очень доволен результатом!",
    textTwo: "",
    date: "23 марта 2026",
  },
  {
    id: 3,
    user: "Мария Васильева",
    userStatus: "Жительница частного дома",
    textOne:
      "Заказывала плитку для крыльца и осталась очень довольна. Качество материалов на высоте, а мастера выполнили работу профессионально и аккуратно. Рекомендую!",
    textTwo: "",
    date: "07 июля 2026",
  },
  {
    id: 4,
    user: "Сергей Иванов",
    userStatus: "Заказчик элементов для оформления входной группы",
    textOne:
      "Мастерская предлагает широкий выбор материалов и изделий. Мастера всегда готовы помочь с выбором и ответить на все вопросы. Очень доволен сотрудничеством!",
    textTwo: "",
    date: "20 сентября 2026",
  },
];
