export const stepList = [
  {
    id: 1,
    route: "/catalog/step/outside",
    title: "Ступени для крыльца",
    subtitle:
      "Краткое описание ступеней для крыльца. Краткое описание ступеней для крыльца. Краткое описание ступеней для крыльца. Краткое описание ступеней для крыльца. Краткое описание ступеней для крыльца. Краткое описание ступеней для крыльца.",
    image: "/images/catalog/step/outside/step-outside-1-550-310.webp",
  },
  {
    id: 2,
    route: "/catalog/step/inside",
    title: "Ступени для лестницы",
    subtitle:
      "Краткое описание ступеней для лестницы. Краткое описание ступеней для лестницы. Краткое описание ступеней для лестницы. Краткое описание ступеней для лестницы. Краткое описание ступеней для лестницы. Краткое описание ступеней для лестницы.",
    image: "/images/catalog/step/inside/step-inside-1-550-310.webp",
  },
  {
    id: 3,
    route: "/catalog/step/curved",
    title: "Ступени криволинейные",
    subtitle:
      "Краткое описание криволинейных ступеней. Краткое описание криволинейных ступеней. Краткое описание криволинейных ступеней. Краткое описание криволинейных ступеней. Краткое описание криволинейных ступеней. Краткое описание криволинейных ступеней.",
    image: "/images/catalog/step/curved/step-curved-1-550-310.webp",
  },
];
