<template>
  <section class="docAgreement">
    <p>
      Настоящее Соглашение определяет условия использования Пользователями
      материалов и сервисов сайта {{ SITE }} (далее — «Сайт»).
    </p>
    <TitleBlockSmall title="1. Общие условия" />
    <p>
      1.1. Использование материалов и сервисов сайта регулируется нормами
      действующего законодательства Российской Федерации.
    </p>
    <p>
      1.2. Настоящее соглашение является публичной офертой. Получая доступ к
      материалам сайта пользователь считается присоединившимся к настоящему
      соглашению.
    </p>
    <p>
      1.3. Администрация сайта вправе в любое время в одностороннем порядке
      изменять условия настоящего соглашения. Такие изменения вступают в силу по
      истечении 3 (трех) дней с момента размещения новой версии соглашения на
      сайте. При несогласии пользователя с внесенными изменениями он обязан
      отказаться от доступа к сайту, прекратить использование материалов и
      сервисов сайта.
    </p>
    <TitleBlockSmall title="2. Обязательства пользователя" />
    <p>
      2.1. Пользователь соглашается не предпринимать действий, которые могут
      рассматриваться как нарушающие российское законодательство или нормы
      международного права, в том числе в сфере интеллектуальной собственности,
      авторских и/или смежных правах, а также любых действий, которые приводят
      или могут привести к нарушению нормальной работы сайта и сервисов сайта.
    </p>
    <p>
      2.2. Использование материалов сайта без согласия правообладателей не
      допускается (статья 1270 Г.К РФ). Для правомерного использования
      материалов сайта необходимо заключение лицензионных договоров (получение
      лицензий) от правообладателей.
    </p>
    <p>
      2.3. При цитировании материалов сайта, включая охраняемые авторские
      произведения, ссылка на сайт обязательна (подпункт 1 пункта 1 статьи 1274
      Г.К РФ).
    </p>
    <p>
      2.4. Комментарии и иные записи пользователя на сайте не должны вступать в
      противоречие с требованиями законодательства Российской Федерации и
      общепринятых норм морали и нравственности.
    </p>
    <p>
      2.5. Пользователь предупрежден о том, что администрация сайта не несет
      ответственности за посещение и использование им внешних ресурсов, ссылки
      на которые могут содержаться на сайте.
    </p>
    <p>
      2.6. Пользователь согласен с тем, что администрация сайта не несет
      ответственности и не имеет прямых или косвенных обязательств перед
      пользователем в связи с любыми возможными или возникшими потерями или
      убытками, связанными с любым содержанием сайта, регистрацией авторских
      прав и сведениями о такой регистрации, товарами или услугами, доступными
      на или полученными через внешние сайты или ресурсы либо иные контакты
      пользователя, в которые он вступил, используя размещенную на сайте
      информацию или ссылки на внешние ресурсы.
    </p>
    <p>
      2.7. Пользователь принимает положение о том, что все материалы и сервисы
      сайта или любая их часть могут сопровождаться рекламой. Пользователь
      согласен с тем, что администрация сайта не несет какой-либо
      ответственности и не имеет каких-либо обязательств в связи с такой
      рекламой.
    </p>
    <TitleBlockSmall title="3. Прочие условия" />
    <p>
      3.1. Все возможные споры, вытекающие из настоящего соглашения или
      связанные с ним, подлежат разрешению в соответствии с действующим
      законодательством Российской Федерации.
    </p>
    <p>
      3.2. Ничто в соглашении не может пониматься как установление между
      пользователем и администрации сайта агентских отношений, отношений
      товарищества, отношений по совместной деятельности, отношений личного
      найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.
    </p>
    <p>
      3.3. Признание судом какого-либо положения соглашения недействительным или
      не подлежащим принудительному исполнению не влечет недействительности иных
      положений соглашения.
    </p>
    <p>
      3.4. Бездействие со стороны администрации сайта в случае нарушения
      кем-либо из пользователей положений соглашения не лишает администрацию
      сайта права предпринять позднее соответствующие действия в защиту своих
      интересов и защиту авторских прав на охраняемые в соответствии с
      законодательством материалы Сайта.
    </p>
    <p>
      Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего
      соглашения и безусловно принимает их.
    </p>
  </section>
</template>

<script setup lang="ts">
import { SITE } from "~/mock/meta";
</script>

<style lang="scss" scoped>
.docAgreement {
  display: flex;
  flex-direction: column;
  gap: 20px;
  font-size: 14px;
}
</style>
