export const plateList = [
  {
    id: 1,
    route: "/catalog/plate/paving-slabs",
    title: "Тротуарная плитка",
    subtitle:
      "Краткое описание Тротуарная плитка. Краткое описание Тротуарная плитка. Краткое описание Тротуарная плитка. Краткое описание Тротуарная плитка. Краткое описание Тротуарная плитка. Краткое описание Тротуарная плитка.",
    image: "/images/catalog/plate/paving-slabs/paving-slabs-6-550-310.webp",
  },
  {
    id: 2,
    route: "/catalog/plate/paving-stone",
    title: "Брусчатка",
    subtitle:
      "Краткое описание брусчатка. Краткое описание брусчатка. Краткое описание брусчатка. Краткое описание брусчатка. Краткое описание брусчатка. Краткое описание брусчатка.",
    image: "/images/catalog/plate/paving-stone/paving-stone-2-550-310.webp",
  },
  {
    id: 6,
    route: "/catalog/plate/facade-tile",
    title: "Фасадная плитка",
    subtitle:
      "Краткое описание Фасадная плитка. Краткое описание Фасадная плитка. Краткое описание Фасадная плитка. Краткое описание Фасадная плитка. Краткое описание Фасадная плитка. Краткое описание Фасадная плитка.",
    image: "/images/catalog/plate/facade-tile/facade-tile-1-550-310.webp",
  },
  // {
  //   id: 1,
  //   // float: "left",
  //   route: "/catalog/plate/stepping-slabs",
  //   title: "Шаговые плиты",
  //   subtitle:
  //     "Краткое описание Шаговые плиты. Краткое описание Шаговые плиты. Краткое описание Шаговые плиты. Краткое описание Шаговые плиты. Краткое описание Шаговые плиты. Краткое описание Шаговые плиты.",
  //   image: "/images/catalog/step/outside/step-outside-1-550-310.webp",
  // },
  // {
  //   id: 3,
  //   // float: "right",
  //   route: "/catalog/plate/floor-tiles",
  //   title: "Напольная плитка",
  //   subtitle:
  //     "Краткое описание Напольная плитка. Краткое описание Напольная плитка. Краткое описание Напольная плитка. Краткое описание Напольная плитка. Краткое описание Напольная плитка. Краткое описание Напольная плитка.",
  //   image: "/images/catalog/step/inside/step-inside-1-550-310.webp",
  // },

  // {
  //   id: 5,
  //   // float: "left",
  //   route: "/catalog/plate/curbs",
  //   title: "Бордюры",
  //   subtitle:
  //     "Краткое описание Бордюры. Краткое описание Бордюры. Краткое описание Бордюры. Краткое описание Бордюры. Краткое описание Бордюры. Краткое описание Бордюры.",
  //   image: "/images/catalog/step/curved/step-curved-1-550-310.webp",
  // },
];
