<template>
  <section class="companyBlock">
    <p>
      Мы изготавливаем материал по уникальной технологии, которая обеспечивает
      высокую прочность и прочие свойства нашего камня. Искусственный мрамор из
      ультрабетона изготавливается из сверхпрочного бетона (марка М600-М900),
      показатели прочности на сжатие которого составляют 100-140 Мпа.
    </p>
    <p>
      Всего за сутки этот бетон набирает показатели прочности. прочность при
      растяжении в случае изгиба материала – 60-150 кг/см2; прочность в случае
      сжатия – 600-1000 кг/см2; показатели поглощения воды – меньше 3%;
      устойчивость к морозу – минимум 500 циклов (показатель F5ОО – замерзает
      при температуре -20°С и оттаивает в воде при показателе +20°С); показатели
      истираемости – меньше 0,4 г/см2.
    </p>
    <p>
      Среди других характеристик следует выделить отсутствие любых высолов на
      поверхности материала (в то время как они встречаются у любого бетона) и
      минимальное водопоглощение. Вместе с этим наши изделия полностью сохраняют
      свой цвет даже при наиболее интенсивной эксплуатации.
    </p>
    <UltrabetonPageLink />
  </section>
</template>

<style lang="scss" scoped>
.companyBlock {
  display: flex;
  flex-direction: column;
  gap: 40px;
}
</style>
